{
  "description": {
    "message": "UnDistro is a Getup.io backed initiative to create products that help you manage your Kubernetes environment in a simple and centralized way."
  },
  "heading": {
    "message": "Get to know your Kubernetes \nclusters inside out"
  },
  "subtitle": {
    "message": "UnDistro is an initiative backed by Getup.io to create products that will help you manage your Kubernetes environment in a simple and centralized way."
  },
  "zora.title": {
    "message": "The first product launched by Undistro is Zora."
  },
  "zora.description": {
    "message": "Zora scans all of your Kubernetes clusters periodically, searching for potential issues or vulnerabilities in deployed resources and configurations, helping to make sure you are in compliance with best practices and also to avoid problems regarding security, allocation, and misconfiguration."
  },
  "zora.alpha": {
    "message": "We are in alpha stage!"
  },
  "zora.features.title": {
    "message": "Main features of Zora"
  },
  "zora.features.items.0.title": {
    "message": "Centralized visualization of clusters"
  },
  "zora.features.items.0.description": {
    "message": "Zora brings a centralized visualization of all your clusters, with the main data and number of issues"
  },
  "zora.features.items.1.title": {
    "message": "Issues details and resources affected"
  },
  "zora.features.items.1.description": {
    "message": "Zora shows you several details of the issue: category, severity, and all resources affected. With this data, you can analyze the exact component that needs to be fixed."
  },
  "zora.features.items.2.title": {
    "message": "Centralized visualization of all the issues"
  },
  "zora.features.items.2.description": {
    "message": "If you prefer, you can view all your issues in a single list, without having to select each cluster."
  },
  "zora.features.items.3.title": {
    "message": "Documentation"
  },
  "zora.features.items.3.description": {
    "message": "If you don’t know why an issue is in fact a problem for your cluster, we present reliable documentation that will help you understand the root of the problem."
  },
  "timeline.title": {
    "message": "Milestones"
  },
  "timeline.items.0.title": {
    "message": "Alpha version is released!"
  },
  "timeline.items.0.description": {
    "message": "We’re pleased to announce the first Alpha version of Zora. It is a working product, but still missing a few features. Everyone can test it out via our documentation."
  },
  "timeline.items.1.title": {
    "message": "Orientation Guide to fix issues"
  },
  "timeline.items.1.description": {
    "message": "To help you to solve your clusters issues, we are creating a orientation guide that will help you in solving them and to avoid bigger problems in your environment."
  },
  "timeline.items.2.title": {
    "message": "Edit Issues"
  },
  "timeline.items.2.description": {
    "message": "Possibility to edit existing issues (enable and disable them, edit criticality, category), allowing you to customize their dashboard according to what is most relevant for your environment."
  },
  "timeline.items.3.title": {
    "message": "Zora plugin"
  },
  "timeline.items.3.description": {
    "message": "Today we use Popeye as our only source of vulnerabilities, but we are creating a “Zora” plugin (through Zora syntax), with our own verifications, always up to date with the latest known Kubernetes vulnerabilities."
  },
  "timeline.items.4.title": {
    "message": "Custom checks"
  },
  "timeline.items.4.description": {
    "message": "Possibility to create your own customized checks, via the Zora syntax."
  },
  "timeline.items.5.title": {
    "message": "New interactions via UI"
  },
  "timeline.items.5.description": {
    "message": "Connect a cluster, edit setting, create a new issue or edit an existing one directly via interface. Let your not-so-technical colleagues join the party with our friendly and intuitive interface."
  },
  "timeline.items.6.title": {
    "message": "Namespace View"
  },
  "timeline.items.6.description": {
    "message": "Possibility to filter issues that only affect a specific namespace"
  },
  "timeline.items.7.title": {
    "message": "User Control"
  },
  "timeline.items.7.description": {
    "message": "A new version with access control. You’ll be able to share the same dashboard with other people within your team"
  },
  "timeline.items.8.title": {
    "message": "Metrics with Grafana and Prometheus"
  },
  "timeline.items.8.description": {
    "message": "Integration with Grafana and Prometheus for exporting metrics, and visualizing data in a personalized and editable way"
  },
  "timeline.items.9.title": {
    "message": "Release version 1 - beta"
  },
  "timeline.items.9.description": {
    "message": "At that time, we will be ready to release a beta version that will include all the previous features. \nAfter that, the sky's the limit! We’ll evolve our product with full focus on the user and on delivering the best solution to ensure that your clusters are always in compliance with the best practices."
  },
  "alpha.title": {
    "message": "Ready to know your Kubernetes clusters inside out?"
  },
  "alpha.description": {
    "message": "Join us and give our alpha version a go. Zora is creating the best tool to ensure that your Kubernetes clusters are following the best practices, and we’d love to have you along on this journey!"
  },
  "community.title": {
    "message": "Join our community"
  },
  "community.slack": {
    "message": "Join our group"
  },
  "community.github": {
    "message": "Visit us"
  },
  "newsletter.title": {
    "message": "Stay up to date"
  },
  "newsletter.description": {
    "message": "Stay up to date with the latest developments and releases by signing up to our newsletter."
  },
  "footer.documentation": {
    "message": "Documentation"
  },
  "footer.contact": {
    "message": "Contact us"
  },
  "footer.copyright": {
    "message": "Undistro is an initiative to create Kubernetes products, backed by Getup.io"
  },
  "contact.title": {
    "message": "Contact us"
  },
  "contact.line1": {
    "message": "Thanks for reaching out to us!"
  },
  "contact.line2": {
    "message": "If you have any question, or simply want to get in touch with us, feel free to fill this form out."
  },
  "contact.line3": {
    "message": "We'll try to get back to you as soon as possible."
  },
  "contact.line4": {
    "message": "If you just want to stay up to date with our product, we recommend that you sign up for our newsletter."
  }
}
